const Guarantees = () => {
    return (
      <div className="w-full max-w-1600 lg:px-40 mx-auto py-10 px-5 bg-[#0F0F0F] text-white">
        <h1 className="text-white font-semibold text-[40px] sm:text-4xl text-center mb-4">
          Наши Гарантии
        </h1>
        <div className="w-[120px] h-[2px] bg-pink-600 mx-auto mt-2 mb-10"></div>
        <p className="mb-4 text-[#B2B2B2]">
          Мы гарантируем высокое качество нашей продукции. Каждое устройство проходит строгую проверку перед отправкой, чтобы вы могли быть уверены в его надежности и производительности. <br /> <br />
          Если у вас возникли вопросы или проблемы с продуктом, наша команда поддержки всегда готова помочь. Мы стремимся обеспечить вам максимальное удовлетворение от покупки. <br /> <br />
          Мы предоставляем гарантию на все товары. Если продукт неисправен, вы можете вернуть его в течение 30 дней. Мы также предлагаем техническую поддержку и замену деталей в течение гарантийного срока. <br /> <br />
          Наша компания постоянно работает над улучшением качества обслуживания. Мы учитываем отзывы наших клиентов и стремимся к совершенству в каждом аспекте нашей работы. <br /> <br />
          Мы также предлагаем расширенные гарантии на некоторые товары, которые включают дополнительное покрытие на случай случайных повреждений. <br /> <br />
          Наша цель — сделать ваш опыт покупки максимально положительным и комфортным. Мы уверены, что вы останетесь довольны своим выбором!
        </p>
      </div>
    );
  };

  export default Guarantees;
