import Havit from "@/assets/havit.svg";
import Monitor from "@/assets/monitor.svg";
import GP11 from "@/assets/gp11.png";
import Keyboard from "@/assets/keyboard.svg";

const stockProducts = [
  {
    id: 101,
    name_ru: "HAVIT HV-G92 Gamepad",
    price_uzs: "1 552 316",
    description_ru:
      "Испытайте игру, как никогда раньше, с геймпадом Havit HV-G92. Этот высокопроизводительный контроллер отличается эргономичным дизайном для длительных игровых сессий и отзывчивыми кнопками для точного управления. Его яркий красный цвет и текстурированные ручки обеспечивают как стиль, так и комфорт. Идеально подходит для геймеров, ищущих преимущество в соревновательной игре!      ",
    image: Havit,
  },
  {
    id: 102,
    name_ru: "IPS LCD Игровой Монитор",
    price_uzs: "4 786 308",
    description_ru:
      "Погрузитесь в потрясающие визуальные эффекты с изогнутым игровым монитором MSI. Благодаря высокой частоте обновления и ярким цветам этот монитор обеспечивает непревзойденный игровой опыт. Его изогнутый дизайн расширяет поле зрения, делая каждую игру более захватывающей. Благодаря технологии адаптивной синхронизации наслаждайтесь плавным игровым процессом без разрывов экрана. Идеально подходит для геймеров, которым требуется высокая производительность и потрясающие визуальные эффекты.",
    image: Monitor,
  },
  {
    id: 103,
    name_ru: "USB Игровой Контроллер GP11 Shooter",
    price_uzs: "8 537 740",
    description_ru:
      "GP11 Shooter USB Gamepad улучшает ваши игровые ощущения. Благодаря эргономичному дизайну и высокой чувствительности этот геймпад идеально подходит для любой игры. Простота подключения и удобство использования, он обеспечивает вам максимальный игровой опыт.",
    image: GP11,
  },
  {
    id: 104,
    name_ru: "AK-900 Провода Клавиатура",
    price_uzs: "12 418 471",
    description_ru:
      "Поднимите свой игровой опыт с игровой клавиатурой AK-900. Эта клавиатура оснащена настраиваемой подсветкой RGB, что позволяет вам создать идеальную атмосферу для любой игровой установки. С механическими переключателями клавиш для оптимальной отзывчивости и долговечности, она предназначена как для обычных геймеров, так и для профессионалов. Наслаждайтесь безупречным набором текста с технологией anti-ghosting и элегантным дизайном, который дополняет любую игровую среду.",
    image: Keyboard,
  },
];

export default stockProducts;
