import Section1 from "@/assets/poster1.svg";
import Section2 from "@/assets/poster2.svg";
import Section3 from "@/assets/poster3.svg";
import Section4 from "@/assets/poster4.svg";

const whatWeDo = [
    {
      title: 'Увеличить мощность',
      image: Section1,
      points: [
        'обновим видеокарту',
        'подберем новый процессор и материнскую плату',
        'увеличим объём оперативной памяти',
        'улучшим систему охлаждения компьютера',
      ],
      description: 'Подберем наиболее оптимальные комплектующие под задачи вашего ПК',
    },
    {
      title: 'Провести ТО',
      image: Section2,
      points: [
        'сделаем профессиональную чистку системы компрессором',
        'заменим термоинтерфейс',
        'обслужим кастомное водяное охлаждение',
        'оптимизируем ОС и обновим драйвера',
      ],
      description: '«Здоровый» компьютер – залог успеха в играх, работе и творчестве',
    },
    {
      title: 'Устранить проблемы',
      image: Section3,
      points: [
        'проведем полную диагностику компьютера',
        'заменим неисправные комплектующие',
      ],
      description: 'Опытные сотрудники проведут полную диагностику ПК и устранят проблему',
    },
    {
      title: 'Улучшить дизайн',
      image: Section4,
      points: [
        'нанесем винил по вашему эскизу',
        'используем автомобильную покраску в индивидуальных цветах',
        'сделаем профессиональную аэрографию',
        'установим кастомную систему охлаждения',
      ],
      description: 'Реализуем все ваши самые интересные задумки по дизайну ПК',
    },
  ];


  export default whatWeDo;